tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/mssql-release"
tap "sigsegv13/tgenv"
tap "warrensbox/tap"
brew "act"
brew "astro"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "xz"
brew "openjdk"
brew "avro-tools"
brew "awscli"
brew "dos2unix"
brew "freetds"
brew "unbound"
brew "gnutls"
brew "grep"
brew "htop"
brew "jenv"
brew "jq"
brew "libmpdclient"
brew "libpq"
brew "maven"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node"
brew "oath-toolkit"
brew "openjdk@11"
brew "openjdk@8"
brew "pango"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "sbt"
brew "snappy"
brew "tfenv"
brew "tmux"
brew "tox"
brew "zsh"
brew "microsoft/mssql-release/mssql-tools"
brew "warrensbox/tap/tgswitch"
cask "confluent-cli"
cask "docker"
cask "spotify"
